import React from "react";

function AboutMainDetails() {
  return (
    <main className="px-4 xs:px-24 mb-16">
      <div className="space-y-12">
        <div>
          <img src="/images/about1.jpg" alt="" width="100%" />
        </div>
        <div className="text-center lg:w-4/5 mx-auto space-y-4">
            <h2 className="text-xl lg:text-[26px] font-IRANSans">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت</h2>
            <p className="leading-7">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی</p>
        </div>
        <div className="flex flex-col md:flex-row gap-8">
            <div className="space-y-5">
                <img src="/images/about2.jpg" alt="" width="100%" />
                <h2 className="text-xl font-IRANSans">ما چکار می کنیم؟</h2>
                <p className="leading-7">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ</p>
            </div>
            <div className="space-y-5">
                <img src="/images/about3.jpg" alt="" width="100%" />
                <h2 className="text-xl font-IRANSans">تاریخچه ما</h2>
                <p className="leading-7">لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ</p>
            </div>
        </div>
      </div>
    </main>
  );
}

export default AboutMainDetails;
